[
    {
        "id": 3,
        "judul": "Silaturahmi Keluarga Besar Informatika",
        "kategori_kegiatan": "Himpunan",
        "konten": "Silaturahmi Keluarga Besar Informatika adalah kegiatan silaturahmi yang diselenggarakan HMIF guna mempererat silaturahmi antara mahasiswa, dosen hingga alumni dari jurusan Informatika Fakultas Teknik Universitas Tanjungpura.",
        "slug": "silaturahmi-keluarga-besar-informatika",
        "tanggal_kegiatan": "2025-03-21T00:00:00.000000Z",
        "thumbnail": "artikel_images\/aBRekL4DEtDZ1AAyElWdhv5qbPFphDp2NMLNtUrA.jpg",
        "created_at": "2025-05-04T12:43:49.000000Z",
        "updated_at": "2025-05-28T05:39:07.000000Z"
    },
    {
        "id": 12,
        "judul": "Leif Mobile Legends Informers'19",
        "kategori_kegiatan": "Himpunan",
        "konten": "Leif (Liga Esport Informatika) merupakan turnamen esports yang menjadi bagian dari rangkaian acara Informers (Informatics Anniversary), yaitu perayaan ulang tahun program studi Informatika.\r\n\r\nPada tahun 2019, Leif hadir sebagai ajang kompetisi bagi mahasiswa dalam bidang gim Mobile Legends: Bang Bang, yang saat itu tengah populer di kalangan pelajar dan mahasiswa. Kegiatan ini tidak hanya menjadi wadah hiburan dan kompetisi, tetapi juga sarana untuk mempererat solidaritas antar mahasiswa Informatika serta memperkuat semangat sportivitas.\r\n\r\nTurnamen ini diikuti oleh tim-tim perwakilan dari berbagai angkatan, dan berlangsung dalam suasana kompetitif namun tetap penuh semangat kekeluargaan. Selain pertandingan seru, Leif juga menjadi momen penting dalam memperkenalkan esports sebagai kegiatan positif dan terorganisir di lingkungan akademik.\r\n\r\nMelalui Leif, Informers'19 menghadirkan semangat baru bahwa prestasi dan perayaan ulang tahun jurusan bisa dikemas dengan cara yang inovatif dan relevan dengan minat mahasiswa masa kini.",
        "slug": "leif-mobile-legends-informers19",
        "tanggal_kegiatan": "2023-10-27T00:00:00.000000Z",
        "thumbnail": "artikel_images\/6fD4aeyFZKMDubFnp58chr3oPzaYpDsg5S3OxeFx.png",
        "created_at": "2025-05-28T05:36:30.000000Z",
        "updated_at": "2025-05-28T05:36:30.000000Z"
    },
    {
        "id": 13,
        "judul": "Leif eFootball PES Informers 19",
        "kategori_kegiatan": "Himpunan",
        "konten": "Leif (Liga Esport Informatika) merupakan turnamen esports tahunan dalam rangkaian acara Informers (Informatics Anniversary) yang diselenggarakan oleh Himpunan Mahasiswa Informatika FT UNTAN. Pada Informers'19 tahun 2023, Leif menghadirkan kompetisi eFootball PES 2021 yang diikuti oleh keluarga besar Informatika sebagai ajang silaturahmi, hiburan, dan unjuk bakat dalam bidang gim digital. Dengan biaya pendaftaran sebesar Rp 20.000 dan total hadiah jutaan rupiah, turnamen ini berlangsung pada 21 Oktober 2023 setelah masa registrasi 13–20 Oktober 2023, dan sukses membangun semangat sportivitas serta kekompakan antar mahasiswa Informatika.",
        "slug": "leif-efootball-pes-informers-19",
        "tanggal_kegiatan": "2023-10-21T00:00:00.000000Z",
        "thumbnail": "artikel_images\/qeGkYHcMuNOTIl5lJhzpq1FyrvxqeEyTqkPKbEVP.png",
        "created_at": "2025-05-28T05:56:57.000000Z",
        "updated_at": "2025-05-28T05:56:57.000000Z"
    },
    {
        "id": 14,
        "judul": "Startup Idea Competition – Informers'19",
        "kategori_kegiatan": "Himpunan",
        "konten": "Startup Idea Competition merupakan salah satu rangkaian acara Informers'19 yang mengusung tema “Inovasi Berkelanjutan untuk Transformasi Sustainable Development Goals (SDGs) di Indonesia”. Kompetisi ini ditujukan bagi mahasiswa aktif UNTAN yang berkelompok maksimal tiga orang untuk merancang ide startup orisinal sebagai solusi inovatif terhadap isu-isu keberlanjutan. Terdapat dua gelombang pendaftaran, dengan proposal dan poster yang dinilai untuk menentukan finalis, sebelum melanjutkan ke tahap pitch deck dan presentasi on-site. Kegiatan ini bertujuan menumbuhkan semangat kewirausahaan dan kepedulian sosial di kalangan mahasiswa melalui gagasan kreatif dan aplikatif.",
        "slug": "startup-idea-competition-informers19",
        "tanggal_kegiatan": "2023-11-03T00:00:00.000000Z",
        "thumbnail": "artikel_images\/nlDPiZ01vpLbkjOboP3vVTQtYvDk3YmnsvJ1mb4q.png",
        "created_at": "2025-05-28T06:04:27.000000Z",
        "updated_at": "2025-05-28T06:04:27.000000Z"
    },
    {
        "id": 15,
        "judul": "Undangan Radio Sonara - Informers 19",
        "kategori_kegiatan": "Eksternal",
        "konten": "Dalam rangka mempromosikan rangkaian acara Informers'19, Ketua Panitia Informers'19 berkesempatan hadir sebagai narasumber dalam siaran langsung di Radio Sonara Pontianak. Dalam sesi tersebut, beliau menjelaskan tujuan, makna, dan berbagai kegiatan menarik yang dihadirkan Informers'19, mulai dari kompetisi esports, lomba inovasi, hingga acara puncak perayaan ulang tahun program studi Informatika. Kehadiran ini menjadi sarana penting untuk memperluas jangkauan informasi kepada masyarakat luas, serta membangun citra positif Himpunan Mahasiswa Informatika sebagai organisasi yang aktif, kreatif, dan berdampak.",
        "slug": "undangan-radio-sonara-informers-19",
        "tanggal_kegiatan": "2023-11-08T00:00:00.000000Z",
        "thumbnail": "artikel_images\/9U1D8FmuqAfKZhX164wSbccTBTWzpxpvjbz9wb65.jpg",
        "created_at": "2025-05-28T06:14:40.000000Z",
        "updated_at": "2025-05-28T06:14:40.000000Z"
    },
    {
        "id": 16,
        "judul": "Undangan Radio Volare - Informers 19",
        "kategori_kegiatan": "Eksternal",
        "konten": "Pada tanggal 8 November 2023, Ketua Panitia Informers'19 kembali mewakili Himpunan Mahasiswa Informatika FT UNTAN sebagai narasumber dalam siaran langsung di Radio Volare Pontianak. Dalam kesempatan ini, beliau membagikan cerita di balik penyelenggaraan Informers'19, termasuk semangat kolaborasi panitia, antusiasme peserta, serta nilai-nilai yang ingin disampaikan melalui setiap kegiatan yang diadakan. Siaran ini juga menjadi ajang promosi serta refleksi atas perjalanan Informers'19, sekaligus memperkenalkan peran aktif mahasiswa Informatika dalam menciptakan acara yang inspiratif dan bermanfaat bagi kampus maupun masyarakat umum.",
        "slug": "undangan-radio-volare-informers-19",
        "tanggal_kegiatan": "2023-11-08T00:00:00.000000Z",
        "thumbnail": "artikel_images\/vlNRdmApPgcM0gVv6JYVUnSjGxzxspev1jagUKWl.jpg",
        "created_at": "2025-05-28T06:20:05.000000Z",
        "updated_at": "2025-05-28T06:20:05.000000Z"
    },
    {
        "id": 18,
        "judul": "Studi Banding HMTIxHMIF",
        "kategori_kegiatan": "Fakultas",
        "konten": "Pada kesempatan yang penuh semangat kolaboratif, Himpunan Mahasiswa Teknik Industri (HMTI) FT UNTAN mengundang Himpunan Mahasiswa Informatika (HMIF) untuk mengikuti kegiatan Studi Banding Antar Himpunan. Kegiatan ini bertujuan sebagai ruang diskusi dan berbagi wawasan seputar manajemen organisasi, pelaksanaan program kerja, serta penguatan budaya kerja tim. Melalui sesi perkenalan, presentasi, dan tanya jawab, kedua himpunan saling bertukar ide dan pengalaman yang bermanfaat untuk pengembangan organisasi masing-masing. Undangan ini menjadi langkah positif dalam menjalin hubungan antar himpunan yang harmonis dan saling mendukung di lingkungan Fakultas Teknik.",
        "slug": "studi-banding-hmtixhmif",
        "tanggal_kegiatan": "2025-05-04T00:00:00.000000Z",
        "thumbnail": "artikel_images\/fuN5J2yyDX9kh7PJDneCmq8JOpP8IOov9Hl4N6rJ.jpg",
        "created_at": "2025-05-28T06:35:10.000000Z",
        "updated_at": "2025-05-28T06:35:10.000000Z"
    },
    {
        "id": 19,
        "judul": "Hari H Informers 19",
        "kategori_kegiatan": "Himpunan",
        "konten": "Testing",
        "slug": "hari-h-informers-19",
        "tanggal_kegiatan": "2023-11-14T00:00:00.000000Z",
        "thumbnail": "artikel_images\/eh6lCLsS0QRYoD1BgvpaU4M42BHxdIGoLcqtCWdA.jpg",
        "created_at": "2025-05-28T08:25:55.000000Z",
        "updated_at": "2025-05-28T08:25:55.000000Z"
    }
]